var local_database = [  //按住alt+shift+F可以格式化代码样式
	{
		postId: 0,
		date: "Nov 28 2017",
		title: "易烊千玺 17岁生日快乐",
		imgSrc: "/images/post-img/17.jpg",
		content: "十七岁的易烊千玺逢光而生，凉且炙热，当他平静，周遭皆静。当他野性，世界幻境。你，是现在，亦未来。独一无二的十七岁，独一无二的易烊千玺",
		reading: "92",
		collection: "68",
		avatar: "/images/emmm.png",
		headImgSrc: "/images/post-img/17.jpg",
		author: "略略略",
		detail: "继易烊千玺“逢凉野性NO.17”生日主题宣传预告公布之后，易烊千玺工作室再次公布了此次生日主题宣传海报。海报以易烊千玺应援色——红色作为主色调，海报中的易烊千玺气质沉稳，眼神中透露出一丝温柔，他将头发尽数向后拢起，野性又自在的发型更添一份故事感，英气十足。除了造型上的明显不同，海报中易烊千玺所穿衣着也值得玩味，左右不同的睡衣与西服拼接，与分布在左右的“逢凉野性”相呼应，冷和热、严谨和随意，这些看似对立的属性，也许亦可同时存在。此次主题海报的红色风格与“逢凉野性NO.17”生日主题宣传预告的黑白色调形成了鲜明的对比，分别诠释了“炙热”与“高冷”，也体现了这两者在易烊千玺身上的融合性。仔细解读，十七岁的易烊千玺，或是高冷沉稳的老幺，或是认真幽默的“大佬”亦或是带娃技能十级的“千玺小哥哥”，每一面都是他独特的个性。而再次出现的生日主题“逢凉野性”又一次引发讨论，网友纷纷猜测这次主题的深意，热度不减。"
	},
	{
		postId: 1,
		date: "Nov 23 2017",
		title: "《Nothing to lose》",
		imgSrc: "/images/post-img/Nothing.jpg",
		content: "每个人都将在义无反顾的人生之路上前行，但是最终我们拥抱的并不是孤独，而是作为同伴的彼此",
		reading: "28",
		collection: "11",
		avatar: "/images/emmm.png",
		headImgSrc: "/images/post-img/Nothing.jpg",
		author: "略略略",
		detail: "《Nothing to Lose》是易烊千玺于2017年11月23日 公开的首支英文单曲。该曲目由少城时代策划，由六 度获得格莱美奖的美国国宝级制作人Harvey Mason J r.及团队制作，易烊千玺亲自操刀参与歌词创作。歌 曲使用了轻盈迷幻的trap曲风，融合嘻哈与电子舞曲 风格，在易烊千玺苏感十足富有磁性的声线演绎下呈 现出独特气质。作为给粉丝的赠礼，歌名《Nothingt o Lose》直白的表达了，每个人都将在义无反顾的人 生之路上前行，但是最终我们拥抱的并不是孤独，而是作为同伴的彼此"
    }, {
		postId: 2,
		date: "Aug 21 2017",
		title: "我们会有猫的！",
		imgSrc: "/images/post-img/20.jpg",
		content: "著名撸猫博主--易烊千玺上线，并秀出了了他的爱宠暹罗猫二十和橘猫石榴，优秀的人都有两只猫了，而你一只都没有...",
		reading: "74",
		collection: "66",
		avatar: "/images/emmm.png",
		headImgSrc: "/images/post-img/20.jpg",
		author: "略略略",
		detail: "今晚，咱们30多天没晒自拍的易烊千玺更博啦！这次，易烊千玺除了带来自己的照片，还分享了他的小宠物。千玺发文字说“我的二十”根据这两个小表情可以看出，新宠的名字就叫二十！很多人也好奇，为什么叫“二十”呢？有人说，因为是昨天是20号，所以叫“二十”；有人说因为“520”，所以叫“二十”；也有人说，因为“一一二八”，所以叫“二十”；还有人说，因为千玺是2000年出生，所以叫“二十”......至于到底是什么原因，小编也不知道，答案在千玺心里。猫咪是很温柔的动物，很粘人，想到“二十”天天粘在千玺怀里温顺的样子，小编就羡慕啊！听说，好多粉丝已经把昵称改为“易烊千玺的二十”了，这争宠速度，小编也要跟上了！"
	}
];

module.exports = {
	postList: local_database
}